export const mockReviewList = [
  {
    id: 'user1',
    img: '/assets/bike.png',
    rating: 4,
    content: '너무너무 좋아여',
  },
  {
    id: 'user2',
    img: '/assets/bike.png',
    rating: 4,
    content:
      '핏큘레이터 짱짱 핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고',
  },
  {
    id: 'user3',
    img: '/assets/bike.png',
    rating: 5,
    content:
      '핏큘레이터를 만나고 인생이 달라졌어요 최고 핏큘레이터를 만나고 인생이 달라졌어요 최고 핏큘레이터를 만나고 인생이 달라졌어요 최고 핏큘레이터를 만나고 인생이 달라졌어요 최고 핏큘레이터를 만나고 인생이 달라졌어요 최고',
  },
  {
    id: 'user4',
    img: '/assets/bike.png',
    rating: 5,
    content: '최고에요 핏큘레이터를 만나고 인생이 달라졌어요 최고',
  },
  {
    id: 'user5',
    img: '/assets/bike.png',
    rating: 4,
    content:
      '핏큘레이터 없이 몬산다 핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고',
  },
  {
    id: 'user6',
    img: '/assets/bike.png',
    rating: 4,
    content:
      '그룹운동은 핏큘레이터~~ 핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고핏큘레이터를 만나고 인생이 달라졌어요 최고',
  },
  { id: 'user7', img: '/assets/bike.png', rating: 5, content: '최고~~' },
];
